hi_text = "Добро пожаловать в Шахматы вслепую! Если хотите сыграть, скажите Да"
dng_start_text = """
Простите, я вас не поняла. Скажите Да, если хотите сыграть в шахматы вслепую.
Скажите Помощь, если нужна помощь.
Скажите Стоп, если хотите закрыть навык.
"""

help_text = """
Навык Шахматы вслепую. Ходим по очереди. 
Ходы называем в стандартной шахматной нотации.
Фигуры называем по их именам: Король, Ферзь, Ладья, Слон, Конь. 
Пешку можно не называть.
Пример хода: "{}"
"""

choose_turn_text = """
Начинаем игру. Вы будете играть за белых или за черных?
"""

not_get_turn_text = """
Простите, я вас не поняла. Скажите Белые или Черные, если хотите сыграть.
Скажите Помощь, если нужна помощь.
Скажите Стоп, если хотите закрыть навык.
"""

not_get_move = """
Простите, я не смогла понять ваш ход из фразы {}. Повторите, пожалуйста.
Для облегчения понимания можно использовать имена вместо букв.
A - Анна, B - Борис, С- Цапля, D - Дмитрий, 
E - Елена, F - Федор, G - Женя, H - Шура
"""

not_legal_move = """
Ход {} невозможен. Попробуйте ещё раз.
"""
